{
  "title": "App",
  "description": "Download Nagad App from Play Store or App Store. Make your life easier by downloading the Nagad App and enjoy seamless access to all our services.",
  "steps": [
    "Enter Mobile Number",
    "Select Mobile Operator and Press Next",
    "Select Preferable Account type and Press Next",
    "Select the Camera Icon to scan NID [both Sides]. OCR/Scanned info to show and proceed",
    "Select the Additional Information and Profit option and Press Next",
    "Get instructions to capture Selfie",
    "Take a selfie",
    "Scan Additional Documents or Skip",
    "Enter Signature and Press Next",
    "Status Shows and press Next",
    "All Submitted information is shown and press Next",
    "Get OTP and Set an Account PIN to Use the Nagad Account"
  ],
  "finalNote": "That’s it! Your ‘Nagad’ Account is ready to roll.",
  "announcement": "Nagad announces that:",
  "guidelines": [
    "‘Nagad’ or its authorized representative shall not, at any point, request the customers to disclose their One-time Password (OTP) or Personal Identification Number (PIN) of their ‘Nagad’ account.",
    "It shall not ask the customer to make any payment to anyone whatsoever.",
    "It shall contact the customer using only 16167 or 096 096 16167.",
    "For any confusion or conflict with regards to this campaign, the customer must dismiss any other call and immediately call back to 16167 or 096 096 16167 to ascertain the authenticity.",
    "‘Nagad’ shall not be responsible for any loss or damages from unauthorized third-party actions.",
    "Customers must first contact Nagad via hotline for dispute resolution.",
    "In the event of conflict, the English version of terms will prevail over the Bangla version."
  ],
  "termsAndConditions": [
    "Customers must have a Nagad Account to access Nagad services.",
    "All Nagad transactions must follow applicable laws and regulations of Bangladesh.",
    "Account numbers must be correctly mentioned to avoid liability.",
    "Nagad is not responsible for incomplete transactions due to insufficient balance.",
    "Customers must verify transactions before leaving the counter.",
    "Customer is responsible for accurate recipient info and personal credentials.",
    "Nagad can revise service charges and deduct applicable costs from the account.",
    "Customers must comply with Anti-Money Laundering and Anti-Terrorism regulations.",
    "Nagad may disclose account info only under legal or authorized circumstances.",
    "PIN must remain confidential; customer is liable for any misuse.",
    "SIM loss must be reported immediately to Nagad helpline.",
    "Suspicious activities may lead to account suspension or termination.",
    "Instructions from Nagad must be followed to avoid legal actions.",
    "SIM ownership and security are customer responsibilities.",
    "Account policies may be updated without prior notice; website version prevails.",
    "Promotional communication from Nagad may occur anytime.",
    "Accounts can be closed permanently if there's zero balance.",
    "Interest terms may be defined by Nagad and subject to customer choice.",
    "Nagad is not liable for service delays due to unforeseen issues.",
    "Complaints must be reported within 10 days for investigation or resolution.",
    "Transaction records are final and authoritative.",
    "Card loss must be reported to avoid unauthorized use.",
    "Stored transaction data serves as valid evidence in disputes.",
    "Card usage terms are subject to these terms; these terms take precedence."
  ]
}