{
  "agreementEffectiveDate": "October 01, 2018",
  "introduction": {
    "description": "This Privacy Policy and Terms and Conditions (hereinafter collectively referred to as “Agreement”) explains how we, Nagad Ltd. (hereinafter referred to as “Nagad”/“we”/“us”/“our”), collect, process and use information of our Users (hereinafter addressed as “Users”/“you”/“your”/“yourself”). Your consent to this Agreement is exerted when you sign up for, access, or use the “Services” provided by us. You agree to allow us to use and disclose your personal information entered into our system according to the description of this Agreement.",
    "overview": "This Agreement applies to any kind of use of our website, mobile application, electronic communications and/or any other services (the “Platform) for any purpose. The Platform may request you to provide your personal information in details, including your National ID/ Passport Number/Driving License, Tax Identification Number (TIN), and/or bank account details, as required for operating the Platform and also for reducing the risk of fraudulent activities, money laundering and terrorist financing. We process your information with utmost importance, care and use this information conforming to the terms of this Agreement. The term “information” in this Agreement refers to any confidential and/or individually identifiable information or other information related to any User of the Platform.",
    "dataSharingPolicy": "We shall not rent or sell your information to third parties for their marketing purposes without your explicit consent. In case we need to convey your information to any third party for completing your requested service, we shall share the required information under strict restriction and adhering to this Agreement. If you use any third party website via the Platform or use third party website to access the Platform, you shall be responsible for reviewing the privacy policy statements of those websites. Nagad shall not be responsible for the privacy practice of any third party."
  },
  "sections": {
    "1": {
      "title": "Changes to Terms and Conditions",
      "content": "Nagad shall routinely update the terms and conditions of this Agreement to improve our practices and to reflect new or different privacy practices. Such update includes, among other things, adding new Services, functionality or features to the Platform, adding certain fees or charges etc. Updated Agreement shall be effective upon our posting of such updated Agreement at our Platform. You shall be solely responsible for regularly reviewing the terms and conditions of the Platform. All future changes to terms and conditions shall be done as per the existing laws of Bangladesh and rules, regulations and guidelines of Bangladesh Post Office and other regulatory authorities and as per business policy of Nagad and shall be posted on the Platform and shall become applicable from the date of posting such changes on the Platform."
    },
    "2": {
      "title": "Acceptance of Terms and Conditions",
      "content": [
        "Your continued access or use of the Platform after posting the updated terms and conditions of this Agreement constitutes your consent to be bound by this updated terms and conditions of the Agreement. If you do not agree to the terms and conditions, please do not use or access our Platform. Please note that, by use of the Platform, you expressly consent to the use and disclosure of your personal information in accordance with this Agreement.",
        "Your continued use of the Platform denotes that you understand and agree that we may collect and use your personal data and information, technical data and related information to meet any of our legal or regulatory compliances as per applicable laws of Bangladesh."
      ]
    },
    "3": {
      "title": "Information",
      "subsections": {
        "3.1": {
          "title": "Basic Information",
          "content": [
            "In order to sign up for Nagad account or use Nagad Services, you must provide your name, phone number and other contact details including, Phone Number/NID/Driving License/Passport/Birth Registration number, as applicable, and other required identification information. We may also request you to provide other verification documents before processing any transaction which is not consistent with your regular transaction or is of a very high amount. You agree to cooperate with Nagad in this process by providing all required information and/or documents accordingly.",
            "We collect personal information that you provide to us or over the Platform through correspondence, chats, or any other way, or shared by you from other social websites, services and/or applications; or any additional information (personal or otherwise) that you may be asked to provide as and when necessary.",
            "We collect public information about your business size, customer base and usual transactions that might be available from social media platform, other Nagad account holders or other sources for accessing goodwill, trustworthiness and solvency to check your account and business."
          ]
        },
        "3.2": {
          "title": "Device Identification",
          "content": "Nagad collects information from your interaction with our Platform, Services, content and advertising, including but not limited to, device ID, device type including the hardware model, operating system and version, unique device identifiers and mobile network information, location, geo-location information, computer and connection information, statistics on page views, traffic to and from the sites, ad data, IP address, information collected by cookies and other tracking technologies, standard web log information and other identifying information about the computer or device that you use to access your Nagad account shall be tracked for helping us detect possible instances of unauthorized transactions and shall be used by Nagad to provide smooth experience of Nagad services."
        },
        "3.3": {
          "title": "Transaction Information",
          "content": "For complying with anti-money laundering and counter terrorism obligations under the applicable Laws and its subsequent amendments, including but not limited to, the Money Laundering Prevention Act 2012 and Anti-Terrorism Act 2009), and any other applicable rules and regulations of the Government of the People’s Republic of Bangladesh, your commercial and/or personal transaction information shall be recorded. If you send or receive an unusual high amount through the Nagad Services, or are suspected of being engaged in any suspicious transaction, Nagad in collaboration with Bangladesh Post Office and other relevant authorities of the Government may conduct a background check on your business by gathering information about you and your business, its directors, shareholders, partners, officials and employees, as applicable. Nagad, at its sole discretion, reserves the right to periodically retrieve and review a business and/or consumer information and is authorized to close an account based on information obtained during these background check and reviews."
        },
        "3.4": {
          "title": "Web Catches and Website Traffic",
          "content": "For ensuring smooth and efficient Nagad Services, your IP address, browser, and time related information for accessing the Platform shall be stored in our server; web address of sites that routed you to or from the Platform may also be received. Session cookies, web cookies, pixel tags, web beacons or other similar technologies shall be used to place small text or image files in your computer/device for facilitating User friendly performance of the Platform."
        },
        "3.5": {
          "title": "Contacting Prospective Users",
          "content": "When a Nagad User attempts to send Nagad Service request to Users who have not yet signed up in Nagad, Nagad may retain the Service requested and information provided regarding the prospective User for contacting them for marketing purpose. For example, a text message or Interactive Voice Response (“IVR”) may be sent to their number notifying them about the Nagad Service you wanted to share with them."
        },
        "3.6": {
          "title": "Non-Personal Information",
          "content": "Nagad may collect non-personal information as you use our Platform. When you use our Platform, third-party service providers, e.g. Google Analytics and other partners may also receive and record non-personal information from cookies, server logs, and similar technology from your browser or mobile device, including your IP address. We may combine the collected non-personal information with the personal information. Where we do so, we shall treat the combined information as personal information if the resulting combination may be used to readily identify or locate you in the same manner as personal information alone."
        },
        "3.7": {
          "title": "Aggregate Information",
          "content": "Nagad collects non-identifying, general, generic and aggregate information to improve the design of the Platform and Services."
        },
        "3.8": {
          "title": "Accessing and Updating Your Information",
          "content": [
            "You may update your information through your account profile settings. If you believe that personal information we hold about you is incorrect, incomplete or inaccurate, then you may request us to amend it accordingly.",
            "You may request access to any personal information we hold about you at any time by contacting us. Where we hold information that you are entitled to access, we shall try to provide you with the means of accessing it. You may be charged a fee to cover the administrative and other associated costs in providing the information as per the policy of Nagad. Please note that there may be instances where access to the personal information may not be granted, for e.g. we may need to refuse access if it would potentially interfere with the privacy of others or result in a breach of confidentiality."
          ]
        },
        "3.9": {
          "title": "Restriction to Transfer",
          "content": "The right to use this Platform is personal to the User and is not transferable to any other person or entity. You shall be responsible for protecting the confidentiality of your password(s), if any. It is agreed by you that, although the internet is often a secure environment, sometimes there are interruptions in service or events that are beyond the control of Nagad, and Nagad shall not be responsible for any data lost while transmitting information on the internet. Nagad makes no representation that any Services are available or otherwise suitable for use outside Bangladesh. If you choose to access the Platform from locations outside Bangladesh, you do so on your own initiative and are responsible for the consequences thereof."
        },

        "3.10": {
          "title": "User Contact List Information",
          "content": "Nagad may use the information you provide including the contact list of the user’s device for various purposes. However, the information contained in the contact list is not being stored in Nagad’s database and only used for the purpose of performing any instruction given by the user."
        },

        
  "3.11": {
    "title": "Cookies Information",
    "content": [
      "We use cookies and similar tracking technologies (such as web beacons, pixels, and local storage) on our Platform to enhance your experience, analyze usage, and deliver personalized content and ads.",
      "Cookies are small text files placed on your device when you visit our Platform. They help us remember your preferences, login details, and provide security features.",
      "We use both session cookies (which expire when you close your browser) and persistent cookies (which remain on your device until deleted).",
      "You can manage or disable cookies through your browser settings; however, disabling cookies may affect the functionality and performance of our Services.",
      "We may also use third-party cookies from service providers like Google Analytics to collect anonymous usage data and improve our Platform."
    ]
  
}

        
      }
    },
    "4": {
      "title": "Use of Collected Information",
      "subsections": {
        "4.1": {
          "title": "Internal Use",
          "content": "Your information shall be collected, stored and processed in servers located in Bangladesh, which shall be used to provide you with a smooth, safe, efficient and customized experience of the Platform. The provided information shall be used to process your transactions, troubleshoot problems, resolve disputes, provide customer support service, customize your Platform experience and any other issues."
        },
        "4.2": {
          "title": "Communicating with You",
          "content": "We shall also communicate with you by using the information that you provided to complete processing of Nagad Services or verify any important information or actions like investigating suspicious or illegal transaction, responding to customer service requests, complaints or claims."
        },
        "4.3": {
          "title": "Information Shared with Other Nagad Users",
          "content": "Your basic information like name, phone number, email address, transaction amount and transaction time, etc. may be shared with other Nagad Users or prospective User to whom you send Nagad service request. The information that shall be shared may vary with the service you request and the type of Nagad account you maintain; additional information about your business may be revealed if you are making transactions through a business account. When payments for goods or purchases are made through Nagad, buyer’s and seller’s address and payment details may be revealed for aiding in delivery and dispute resolution."
        },
        "4.4": {
          "title": "Information Shared with Other Third Parties",
          "content": "Several third parties like the regulatory authority, mobile operator and other service providers may need access to specific information for completion of your requested Nagad Services. We shall only disclose the required information to third parties if we are under a duty to comply with legal requirements, enforce our policies, and respond to claims that a listing or other content violates the rights of Nagad or others, or protect anyone’s rights, property, or safety. Such information shall be disclosed in accordance with applicable laws and regulations of the country. As stated above, we do not disclose your personal information to third parties for their marketing purposes without your explicit consent."
        },
        "4.5": {
          "title": "Your Use of Nagad Information",
          "content": [
            "You shall receive information of other Nagad Users when carrying out any transaction with them. You may only use this information for facilitating Nagad Service related communication, action or transaction; this information shall not be used for any other purpose without taking explicit consent of the Nagad User by disclosing the purpose adequately.",
            "We may send you email/SMS to verify your account and other transactional emails/SMS or for providing information about Nagad services or offers. However, we shall provide an option to unsubscribe for promotional emails/SMS at any time you want."
          ]
        },
        "4.6": {
          "title": "Transactional Data Privacy and Security",
          "content": "All transactional data shall be processed and stored in Bangladesh. These data are stored in highly secured environment following industry best practices. All online transactions through the Platform are protected by an industry standard 256-bit SSL encryption and secured with multi-layered security framework and tokenized passwords to provide maximum security and protection against unauthorized access, alteration, disclosure or destruction."
        },
        "4.7": {
          "title": "Disclosure to Law Enforcement Agencies and Compliance to Law",
          "content": "In compliance with the applicable laws of Bangladesh and its subsequent amendments, rules, regulations, guidelines, instructions and policies of Bangladesh Post Office and other regulatory authorities, and for the purpose of prevention, investigation and prosecution of crime and money laundering, Nagad shall cooperate with government agencies and other law enforcement agencies and authorities for providing any of your information when required by law or regulation or court order and you hereby agree and authorize Nagad for such disclosure."
        }
      }
    },
    "5": {
      "title": "Security",
      "content": "We are committed to protecting the security of your personal information. We maintain reasonable security safeguards designed to protect your information from loss, misuse and unauthorized access, disclosure, alteration, or destruction. You are responsible for maintaining the confidentiality of your account information including your password and to restrict access to your computer or mobile device to prevent unauthorized access to your account. However, as no data transmission over the Internet or method of electronic storage is 100% secure, we cannot guarantee absolute security of your personal information. If you suspect any unauthorized access to your account, please contact us immediately."
    },
    "6": {
      "title": "Children’s Privacy",
      "content": "The Platform and Services are not intended for individuals under the age of 18. We do not knowingly collect personal information from children under 18. If we become aware that we have inadvertently collected personal information from a child under 18, we will take steps to delete such information as soon as possible."
    },
    "7": {
      "title": "Links to Other Websites",
      "content": "Our Platform may contain links to other websites or resources. We are not responsible for the privacy practices or the content of such websites. We encourage you to read the privacy policies of each website you visit."
    },
    "8": {
      "title": "International Transfer",
      "content": "Your information collected through the Platform may be stored and processed in Bangladesh or any other country where we or our service providers maintain facilities. By using the Platform, you consent to the transfer of information to countries outside your country of residence."
    },
    "9": {
      "title": "Contact Us",
      "content": "If you have any questions about this Agreement, please contact our Customer Support at [contact details to be provided]."
    },
    "10": {
      "title": "Governing Law and Jurisdiction",
      "content": "This Agreement shall be governed by and construed in accordance with the laws of Bangladesh. Any dispute arising out of or in connection with this Agreement shall be subject to the exclusive jurisdiction of the courts of Bangladesh."
    }
  },
  "footer": "Nagad Ltd. reserves the right to update, modify or replace this Agreement at any time without prior notice. Continued use of the Platform after any such changes shall constitute your consent to such changes."
}
